Repository: 84000/data-translation-memory
Catalog: toh497-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ལྷ་མོ་བརྒྱད་ཀྱི་གཟུངས། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: The Noble Dhāraṇī of the Eight Goddesses Homage to all buddhas and bodhisattvas.

source: དེ་ནས་ཕྱག་ན་རྡོ་རྗེས་དེ་བཞིན་གཤེགས་པའི་ཡུམ་སྡིག་པ་ཐམས་ཅད་བྱང་བར་མཛད་མ། ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་མཛད་མ། བགེགས་ཐམས་ཅད་རབ་ཏུ་འཇིག་པར་མཛད་མ། ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་མཛད་མ། གཟུངས་སྔགས་ཆེན་མོའི་རྒྱལ་མོའི་མཆོག་འདི་གསུངས་སོ། །ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། སརྦ་མུ་ཁེ་བྷྱཿ།
en: Then, Vajrapāṇi taught this supreme queen of great dhāraṇī mantras that is the mother of the thus-gone ones, that purifies all misdeeds, that cures all illnesses, that frightens off all vighnas, and that brings all manner of prosperity.

source: སརྦ་ཐཱ་ཧེ་བུདྡྷ་མཱ་ཏ་རི། སརྦ་པཱ་པ་ནཱ་ཤ་ནི། གརྫ་གརྫ། བྷཉྫ་བྷཉྫ། མརྡ་མརྡ། གམྦྷ་རི། གམྦྷ་རི། ཧ་ས་ཧ་ས། ད་མ་ད་མ། མ་ཐ་མ་ཐ། ཡ། བི་དྷཱ་ནྶ་ཡ། བི་དྷཱ་ནྶ་ཡ། སརྦ་ཤ་ཏྲཱུན་ཏ་ར་མ་ཏི། བི་མ་ལེ། པཱུར་ཡ་པཱུར་ཡ། པྲ་ཏི་ཛྙཱ་ན། སརྦ་བུདྡྷ་པརྱཱུ་པ་སི་ཏི། བྷ་ག་བ་ཏི། ག་ན་ག་ན། ཛ་ཧི་ཛ་ཧི། བི་མ་ས་ནི། ཀྲ་མ་ཎི། དྷ་བ་ནི། ར་མ་ཎི། མཱ་ཏཾ་གི་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་མ་ཡེ་ཤེས་ཆེན་པོར་དབང་བསྐུར་ལྡན་པ་ཞེས་བྱ་བའི་གཟུངས་སོ། །ནམཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། སརྦ་མུ་ཁེ་བྷྱཿ། སརྦ་ཐཱ། ཨ་མ་རི། ཨ་མ་རི། ཏ་ཊ། བྷཉྫ། བྷཉྫ། ཛྷ་ཛྷ། མི་ཙི་མི་ཙི། སྥོ་ཊ་ཡ་སྥོ་ཊ་ཡ། མ་ཐ་མ་ཐ། དུརྡཱནྟ་ད་མ་ཀ་སྭཱ་ཧཱ། ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། སརྦ་མུ་ཁེ་བྷྱཿ། སརྦ་ཐཱ། ཧེ་ཧེ། ཀི་ན་དེ། སརྦ་ཏ་ཐཱ་ག་ཏ་བྷ་ནེ་ཀེ །བྷྱོ་དྷི་ན་ད་ད། ཏྲཱ་ཊ་ཏྲཱ་ཊ། ཧཱུྃ་ཕཊ་ཧཱུྃ་ཕཊ། གརྫ་གརྫ། པ་ར་མ་ཏི། བི་ཧུ་རི་ཀེ་སྭཱ་ཧཱ། ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། སརྦ་མུ་ཁེ་བྷྱཿ། སརྦ་ཐཱ། བྷ་ག་བ་ཏི་པྲཛྙཱ་པཱ་ར་མི་ཏེ་ཨ། སརྦ་པཱ་པ་ཀྵ་ཡྃ་ཀ་རི་ཛྙཱ་ན་ཨརྩི་སྥ་ར་ཎི། བྷཉྫ། བྷཉྫ། མ་ཐ་མ་ཐ། ད་མ་ད་མ།
en: namaḥ sarva­tathāgatebhyaḥ sarva­mukhebhyaḥ sarvathā he buddha­mātari sarva­pāpanāśani garja garja bhañja bhañja marda marda gambhari gambhari hasa hasa dama dama matha matha vidhvaṃsaya vidhvaṃsaya sarva­śatrūn taramati vimale pūraya pūraya prati­jñāna sarva­buddha­paryupasiti bhagavati gana gana jahi jahi vimasani kramaṇi dhavani ramaṇi mātaṅgi ge svāhā | This is the blessed dhāraṇī called Consecrated in Great Gnosis.

source: ཨཱ་ན་ཡ་ཨཱ་ན་ཡ། ས་ར་ས་ར། མཱ་ར་ཡ་མཱ་ར་ཡ། སརྦ་བུདྡྷ་ཛ་ནེ་ཏྲཱི་ཡཻ་སྭཱ་ཧཱ། ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། སརྦ་མུ་ཁེ་བྷྱཿ། སརྦ་ཐཱ། གརྫ་གརྫ། མ་ཐ་མ་ཐ། ད་མ་ད་མ། བྷཉྫ་བྷཉྫ། དུནྡུ་བྷི། སརྦ་ནིརྒྷོ་ཥེ། ཧ་ན་ཧ་ན། བི་དྷྭནྶ་ཡ། བི་དྷྭནྶ་ཡ། མོ་ཊ་ཡ་མོ་ཊ་ཡ། ད་ཧ་ད་ཧ། བི་ཕུ་ལ་ནིརྨ་ལ་ནི་རྫཱ་ཏེ། ཨཱ་ཧ་ར་ཨཱ་ཧ་ར། གཙྪ་གཙྪ། སརྦ་བུདྡྷ་པརྱུ་པས་ཏི་མ། མཱ་བི་ལམྦ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་མ་རྡོ་རྗེའི་དབྱིངས་ཀྱི་དབང་ཕྱུག་མ་ཞེས་བྱ་བའི་གཟུངས་སོ། །ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། སརྦ་མུ་ཁེ་བྷྱཿ། སརྦ་ཐཱ།
en: namaḥ sarva­tathāgatebhyaḥ sarva­mukhebhyaḥ sarvathā amari amari taṭa bhañja bhañja jha jha mici mici sphoṭaya sphoṭaya matha matha durdāntadamaka svāhā | namaḥ sarva­tathāgatebhyaḥ sarva­mukhebhyā sarvathā he he kinade sarva­tathāgata­bhaneke bhodhiṃ dada trāṭa trāṭa hūṁ phaṭ hūṁ phaṭ garja garja paramati vihurike svāhā | namaḥ sarva­tathāgatebhyaḥ sarva­mukhebhyaḥ sarvathā bhagavati prajñā­pāramite a sarva­pāpakṣayaṅkari jñānārcisparaṇi bhañja bhañja matha matha dama dama ānaya ānaya sara sara māraya māraya sarva­buddha­janetrīyai svāhā | namaḥ sarva­tathāgatebhyaḥ sarva­mukhebhyaḥ sarvathā garja garja matha matha dama dama bhañja bhañja dundubhi sarva­nirghoṣe hana hana vidhvaṃsaya vidhvaṃsaya moṭaya moṭaya daha daha vipulanirma­lanirjāte āhara āhara gaccha gaccha sarva­buddha­paryupasatim mā vilamba svāhā | This is the blessed dhāraṇī called Vajradhātvīśvarī.

source: ཨོཾ་བྷ་ག་བ་ཏི། སརྦ་ཏ་ཐཱ་ག་ཏ་ཛ་ནི་ཀ། པཱུ་ར་ཡ་པྲ་ཏི་ཛྙཱ་ན། ཏ་ཊ་ཏ་ཊ། མརྡ་མརྡ། ཨཱ་ཧ་ར་ཨཱ་ཧ་ར། ཧཱུྃ་ཧཱུྃ་ཛ་ཏི་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་མ་སོ་སོར་འབྲང་བ་ཆེན་མོ་ཞེས་བྱ་བའི་གཟུངས་སོ། །ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། སརྦ་མུ་ཁེ་བྷྱཿ། སརྦ་ཐཱ། ཧཱུྃ་ཧྲཱི། སརྦ་བུདྡྷ་མཱ་ཏི་རི།
en: namaḥ sarva­tathāgatebhyaḥ sarva­mukhebhyaḥ sarvathā oṁ bhagavati sarva­tathāgata­janika pūraya prati­jñāna taṭa taṭa marda marda āhara āhara hūṁ hūṁ jati svāhā | This is the blessed dhāraṇī called Mahāpratisarā.

source: བྷཉྫ་བྷཉྫ། མ་ཐ་མ་ཐ། ད་མ་ནི་ད་མ་ནི། གརྒཱ་རི་གརྒཱ་རི་ཧྲཱི་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་མ་རྡོ་རྗེ་མི་ཕམ་མ་ཞེས་བྱ་བའི་གཟུངས་སོ། །ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། སརྦ་མུ་ཁེ་བྷྱཿ།
en: namaḥ sarva­tathāgatebhyaḥ sarva­mukhebhyaḥ sarvathā hūṁ hrī sarva­buddha­mātiri bhañja bhañja matha matha damani damani gargāri gargāri hrī svāhā | This is the blessed dhāraṇī called Unconquered Vajra.

source: སརྦ་ཐཱ། ཏྲཱ་ཊ་ཏྲཱ་ཊ། མུ་ཧུ་མུ་ཧུ། སརྦ་པཱ་པ་བི་ཤོ་དྷ་ནི་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་མ་སྡིག་པ་ཐམས་ཅད་སྤོང་བ་ཞེས་བྱ་བའི་གཟུངས་སོ། །ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། སརྦ་མུ་ཁེ་བྷྱཿ།
en: namaḥ sarva­tathāgatebhyaḥ sarva­mukhebhyaḥ sarvathā trāṭa trāṭa muhu muhu sarva­pāpaviśodhani svāhā | This is the blessed dhāraṇī called the Relinquishing All Misdeeds.

source: སརྦ་ཐཱ། དྷ་ཀ་དྷ་ཀ །མོ་ཊ་མོ་ཊ། ད་ཧ་ད་ཧ། སརྦ་ཏ་ཐཱ་ག་ཏཱ་ཛྙཱ་ན་ནིར་ཛཱ་ཏེ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་མ་གདུལ་དཀའ་མ་ཞེས་བྱ་བའི་གཟུངས་སོ། །ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། སརྦ་མུ་ཁེ་བྷྱཿ། སརྦ་ཐཱ། ཧ་ཧ་མི་ཧུ་མི་ཧུ། ད་མ་ད་མ།
en: namaḥ sarva­tathāgatebhyaḥ sarva­mukhebhyaḥ sarvathā dhaka dhaka moṭa moṭa daha daha sarva­tathāgata­jñāna­nirjāte svāhā | This is the blessed dhāraṇī called Durdāntā.

source: ཁཱ་ཧི་ཁཱ་ཧི། དྷུ་ན་དྷུ་ན། མི་ཙི་མི་ཙི། དུར་དཱ་ན་ཏ་ད་མ་ནི་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་མ་བདུད་ཐམས་ཅད་རྣམ་པར་འཇོམས་མ་ཞེས་བྱ་བའི་གཟུངས་སོ། །
en: namaḥ sarva­tathāgatebhyaḥ sarva­mukhebhyaḥ sarvathā ha ha mihu mihu dama dama khāhi khāhi dhuna dhuna mici mici durdāntada­mani svāhā | This is the blessed dhāraṇī called Destroying All Māras.

source: ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། སརྦ་མུ་ཁེ་བྷྱཿ། སརྦ་ཐཱ། མི་ཙི་མི་ཙི། གརྫ་གརྫ། སྥོ་ཊ་ཡ་སྥོ་ཊ་ཡ།
en: namaḥ sarva­tathāgatebhyaḥ sarva­mukhebhyaḥ sarvathā mici mici garja garja sphoṭaya sphoṭaya matha matha dama dama svāhā | This is the blessed dhāraṇī called Anantamukhasādhakā.

source: མ་ཐ་མ་ཐ། ད་མ་ད་མ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་མ་སྒོ་མཐའ་ཡས་སྒྲུབ་པ་ཞེས་བྱ་བའི་གཟུངས་སོ། །འཇམ་དཔལ་ཡེ་ཤེས་ཆེན་པོར་དབང་བསྐུར་བའི་དཀྱིལ་འཁོར་འདི་གང་གི་ལག་ན་གནས་པ་དེ་ཉོན་མོངས་པ་དང་བྲལ་བར་འགྱུར། འཇིགས་པ་དང་བྲལ་བར་འགྱུར།
en: “Manjuśrī, anyone in whose hand the maṇḍala of consecration in great gnosis is placed will be free from afflictions and free from peril.

source: དེ་གལ་ཏེ་ཆོམ་རྐུན་གྱི་ནང་ན་འདུག་གམ། སྲིན་པོའི་ནང་ན་འདུག་གམ། དགྲའི་ནང་ན་འདུག་གམ། འཐབ་པའི་ནང་ན་འདུག་ཀྱང་རུང་སྟེ། དེའི་ལུས་ལ་མཚོན་གྱིས་མི་ཚུགས་པར་འགྱུར།
en: Even if they find themselves in the midst of thieves, in the midst of rākṣasas, in the midst of enemies, or in the midst of conflict, their bodies will not be pierced by weapons, they will not be killed by thieves and rākṣasas and the like will not harm them.

source: ཆོམ་རྐུན་གྱིས་བཅོམ་པར་མི་འགྱུར། སྲིན་པོ་ལ་སོགས་པས་གཙེ་བར་མི་འགྱུར། དེ་ལ་དུས་མ་ཡིན་པའི་འཆི་བའི་འཇིགས་པ་མི་འབྱུང་བར་འགྱུར། རྟག་ཏུ་དཔལ་དང་ལྡན་པར་འགྱུར། དེའི་སྡིག་པ་ཐམས་ཅད་ཡོངས་སུ་བྱང་བར་འགྱུར།
en: They will have no fear of dying an untimely death, they will always have good fortune, and all their misdeeds will be purified.

source: སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་འབུམ་གྱིས་དགེ་བའི་རྩ་བ་བསགས་པ་ཡང་དེ་ཉིད་ལ་ཉིན་གཅིག་བཞིན་མངོན་དུ་འགྱུར།
en: In a single day, they will come to possess the root of virtue equal to that accumulated by one hundred thousand one hundred million tens of millions of buddhas.

source: འཆི་བའི་དུས་ཀྱི་ཚེ་ཡང་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་ཡོངས་སུ་ཟིན་པར་འགྱུར། ཤི་ནས་ཀྱང་བདེ་བ་ཅན་དུ་འགྲོ་བར་འགྱུར་ན།
en: When their time of death has come, the buddhas and bodhisattvas will care for them, and, after they die, they will be born in Sukhāvatī.

source: གང་འཛིན་པ་དང་། ཀློག་པ་དང་། ཡིད་ལ་བྱེད་པ་དང་། མི་གཏོང་བར་འཛིན་པ་ལྟ་ཅི་སྨོས་ཏེ། དེའི་སྒྲིབ་པ་ཐམས་ཅད་བྱང་བར་འགྱུར་རོ། །
en: “Thus, it goes without saying that the obscurations of whoever upholds, recites, focuses upon, and maintains it without relenting will be purified.

source: དེས་ངན་སོང་གི་སྒོ་རྣམས་བཅད་པར་འགྱུར་རོ། །དེ་ངན་སོང་དང་། ངན་འགྲོ་རྣམས་རྒྱང་བསྲིངས་པར་འགྱུར་རོ། །གང་ཞིག་ནང་པར་ལངས་ནས་སུ། །
en: They will close the doors to the lower realms and they will be very far away from lower rebirths and the lower realms.

source: ལན་ཅིག་ཀློག་པར་བྱེད་པའི་མི། །སྲིད་པ་ཉམ་ངར་གང་བྱས་པ། །སྡིག་པ་ཀུན་ལས་གྲོལ་བར་འགྱུར། །
en: “Any person who recites it once In the morning when they wake, And who fears the next life, Will be free from all the misdeeds they have committed.

source: སྲིན་པོ་ལ་སོགས་ཆོམ་རྐུན་དང་། །མཚོན་དང་དགྲ་ཡིས་མི་ཚུགས་ཤིང་། །དུས་མིན་འཆི་ལས་རབ་ཏུ་ཐར། །རྟག་ཏུ་དཔལ་དང་ལྡན་པར་འགྱུར། །
en: “Rākṣasas and the like, thieves, Weapons, and enemies will not strike them, They will be liberated from untimely death, And they will always have good fortune.

source: འཆི་བའི་དུས་ཀྱི་ཚེ་ན་ཡང་། །ངན་འགྲོ་རྣམས་ལས་བསྲིངས་འགྱུར་ཏེ། །སངས་རྒྱས་རྣམས་ཀྱིས་ཡོངས་བཟུང་ནས། །བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར། །
en: “When their time of death has come, They will be very far from the lower realms, The buddhas will care for them, and They will be reborn in Sukhāvatī.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ་མངོན་པར་བསྟོད་དོ། །
en: When he had said that, the world with its gods, humans, asuras, and gandharvas rejoiced and praised him.

source: འཕགས་པ་ལྷ་མོ་བརྒྱད་ཀྱི་གཟུངས་རྫོགས་སོ།། །།
en: This concludes “The Noble Dhāraṇī of the Eight Goddesses.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཤཱི་ལེནྡྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙཱ་བ་བནྡེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: This was translated, edited, and finalized by the Indian preceptor Śīlendrabodhi and the chief editor and translator Bandé Yeshé Dé.
